export const sideMenuList = [
  {
    title: "主题旅游",
    subMenu: [
      {
        title: "爸妈游",
        subMenu: ["祈福拜佛", "古镇游玩", "桂林山水", "红色之旅"],
      },
      {
        title: "亲子游",
        subMenu: ["上海迪士尼", "探险体验", "海洋公园", "感受名校"],
      },
      {
        title: "蜜月游",
        subMenu: ["浪漫海岛", "豪华酒店", "购物血拼", "全球婚礼"],
      },
    ],
  },
  {
    title: "周边游",
    subMenu: [
      {
        title: "周边目的地",
        subMenu: ["杭州", "南京", "苏州", "黄山"],
      },
      {
        title: "热门景点",
        subMenu: ["普陀山", "千岛湖", "乌镇古镇", "宏村"],
      },
    ],
  },
  {
    title: "国内游",
    subMenu: [
      {
        title: "广东",
        subMenu: ["广州", "深圳", "珠海", "惠州"],
      },
      {
        title: "浙江",
        subMenu: ["杭州", "普陀山", "千岛湖", "宁波"],
      },
      {
        title: "江苏",
        subMenu: ["舟山", "乌镇", "干山", "湖州"],
      },
    ],
  },
  {
    title: "东南亚",
    subMenu: [
      {
        title: "热门目的地",
        subMenu: ["新加坡", "巴厘岛", "越南", "柬埔寨"],
      },
      {
        title: "热门景点",
        subMenu: ["下龙湾", "吴哥窟", "西哈努克", "槟城珍珠岛"],
      },
    ],
  },
  {
    title: "欧洲",
    subMenu: [
      {
        title: "热门邮轮航线",
        subMenu: ["欧洲河轮", "北欧邮轮", "爱琴海邮轮", "英伦三岛"],
      },
      {
        title: "热门景点",
        subMenu: ["贝加尔湖", "普罗旺斯", "阿尔卑斯", "圣托里尼岛"],
      },
      {
        title: "蜜月游",
        subMenu: ["极光中心", "俄罗斯远东地区", "英格兰少女峰", "玻璃海滩"],
      },
    ],
  },
];

